Repository: pypi-data/pypi-mirror-28
Catalog: packages/collective.portlet.carousel/collective.portlet.carousel-1.1.3.tar.gz/collective.portlet.carousel-1.1.3/collective/portlet/carousel/locales/*/LC_MESSAGES/collective.portlet.carousel.po
Languages: fi

source: Add carousel portlet
fi: Lisää karusellisovelma

source: Automatic rotation
fi: Pyöritä automaattisesti

source: Carousel background
fi: Karusellin ensisijainen kuva

source: Carousel background link
fi: Karusellin toissijainen kuva

source: Carousel caption
fi: Karusellin kuvateksti

source: Carousel description
fi: Karusellin kuvaus

source: Carousel external link
fi: Karusellin ulkoinen linkki

source: Carousel heading
fi: Karusellin otsikko

source: Carousel link
fi: Karusellin sisäinen linkki

source: Collection reference
fi: Kokoelma

source: Edit carousel portlet
fi: Muokkaa karusellisovelmaa

source: Entering a manual link here will override any selection in the link field above.
fi: Tähän syötetty URL toimii suoraan karusellin linkkinä (jättäen sisäisen linkin huomiotta)

source: How long to display each banner (in seconds).
fi: Kuinka kauan jokaista sisältöä näytetään (sekuntaina)

source: If no collection is selected the following elements will be displayed in the carousel
fi: Kun kokoelmaa ei ole valittuna, näytetään karusellissa tähän valittu sisältö (valitun sisällön täytyy kuitenkin tukea karusellia)

source: If selected this link will be used from background in the carousel
fi: Tämä kuva näytetään karusellissa, jos ensisijaista kuvaa ei ole valittuna

source: If selected this link will be used from the carousel item, otherwise a link to this object is used
fi: Jätä tämä tyhjäksi, jos haluat karusellin linkittävän tähän sisältöön

source: If this description is not specified the description of the object will be used as description
fi: Jätä tämä tyhjäksi, jos haluat näyttää karusellissä sisällön oman kuvauksen

source: If this heading is not specified the title of the object will be used as heading
fi: Jätä tämä tyhjäksi, jos haluat näyttää karusellissä sisällön oman otsikon

source: Number of elements to be shown in the carousel
fi: Sisällön enimmäismäärä (kpl)

source: Omit portlet border
fi: Ei sovelman reunoja

source: Portlet header
fi: Sovelman otsikko

source: References to elements
fi: Muu sisältö

source: Rotation speed
fi: Pyöritysnopeus

source: Select the collection that should be used to fetch the elements that are shown in the carousel
fi: Valitse kokokelma, jonka löytämä sisältö karusellissa näytetään

source: This image is used as background in the carousel
fi: Tämä kuva näytetään karusellissa, jos toissijaista kuvaa ei ole valittu

source: Tick this box if you want to render the text above without the standard header, border or footer
fi: Kun tämä on valittu, karuselli näytetään ilman sovelmien tavanomaista otsikkoa, alaviitettä tai reunaviivoja

source: fieldset_carousel
fi: Karuselli
