Repository: pypi-data/pypi-mirror-28
Catalog: packages/pcart-catalog/pcart-catalog-2.2.14.tar.gz/pcart-catalog-2.2.14/pcart_catalog/locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Has image
ru: Имеет изображение
uk: Має зображення

source: Product selection
ru: Выбор товаров
uk: Вибір товарів

source: Triggers
ru: Триггеры
uk: Тригери

source: Filters
ru: Фильтры
uk: Фільтри

source: Publication
ru: Публикация
uk: Публікація

source: Title
ru: Заголовок
uk: Заголовок

source: Details
ru: Детали
uk: Додатково

source: Features
ru: Функциональность
uk: Функціональність

source: Priority
ru: Приоритет
uk: Пріоритет

source: Price
ru: Цена
uk: Ціна

source: Collections
ru: Коллекции
uk: Колекції

source: Tags
ru: Тэги
uk: Теги

source: Properties
ru: Характеристики
uk: Характеристики

source: Shipping
ru: Доставка
uk: Доставка

source: Additional data
ru: Дополнительные данные
uk: Додаткові дані

source: Generate aggregation file
ru: Генерация файла для агрегатора цен
uk: Генерувати файл для агрегатора цін

source: Catalog
ru: Каталог
uk: Каталог

source: Product collection
ru: Коллекция товаров
uk: Колекція товарів

source: Product detail
ru: Детально о товаре
uk: Докладно про товар

source: Collection menu
ru: Меню коллекции
uk: Меню колекції

source: Collection
ru: Коллекция
uk: Колекція

source: Similar products
ru: Похожие товары
uk: Схожі товари

source: Collections list
ru: Список коллекций
uk: Список колекцій

source: Add new collection
ru: Добавить новую коллекцию
uk: Додати нову колекцію

source: Product
ru: Товар
uk: Товар

source: Products list
ru: Список товаров
uk: Список товарів

source: Edit product
ru: Правка товара
uk: Редагування товара

source: Add new product
ru: Добавить новый товар
uk: Додати новий товар

source: New product
ru: Новый товар
uk: Новий товар

source: Create a new product
ru: Создать новый товар
uk: Створити новий товар

source: Trigger module
ru: Модуль триггера
uk: Модуль тригера

source: Language
ru: Язык
uk: Мова

source: Template name
ru: Название шаблона
uk: Назва шаблону

source: Sorting
ru: Сортировка
uk: Сортування

source: Page title
ru: Заголовок страницы
uk: Заголовок сторінки

source: Meta description
ru: Описание (META)
uk: Опис (META)

source: Meta keywords
ru: Ключевые слова (META)
uk: Ключові слова (META)

source: Meta text
ru: Текст (SEO)
uk: Текст (SEO)

source: Default quantity for purchase
ru: Количество для покупки по умолчанию
uk: Типова кількість товару для покупки

source: Added
ru: Добавлено
uk: Додано

source: Changed
ru: Изменено
uk: Змінено

source: Product type
ru: Тип товара
uk: Тип товару

source: Product types
ru: Типы товаров
uk: Типи товарів

source: Default value
ru: Значение по умолчанию
uk: Типове значення

source: Tag prefix
ru: Префикс тэга
uk: Префікс тега

source: Use in filters
ru: Использовать в фильтрах
uk: Використовувати у фільтрах

source: For variants
ru: Для вариантов
uk: Для варіантів

source: Hidden
ru: Скрытая
uk: Прихована

source: Useful for hide some product specified information from a web page.
ru: Полезно для скрытия некоторой специфичной информации о товаре с веб-страницы.
uk: Корисно якщо необхідно приховати з веб-сторінки певні дані про товар.

source: Position
ru: Позиция
uk: Позиція

source: Product type property
ru: Характеристика типа товара
uk: Характеристика типу товару

source: Product type properties
ru: Характеристики типов товаров
uk: Характеристики типу товару

source: Manual
ru: Вручную
uk: Вручну

source: Automatic
ru: Автоматически
uk: Автоматично

source: Site
ru: Сайт
uk: Сайт

source: Slug
ru: Слаг
uk: Слаг

source: Parent
ru: Родитель
uk: Батько

source: Image
ru: Изображение
uk: Зображення

source: Small image
ru: Малое изображение
uk: Мале зображення

source: Description
ru: Описание
uk: Опис

source: Custom URL filter rules
ru: Ручная настройка правил фильтрации в URL
uk: Ручне налаштування правил фільтрів в URL

source: URL filter rules
ru: Правила фильтрации на основе URL
uk: Правила фільтрів в URL

source: Use separate lines for different rules. See documentation for details.
ru: Используйте отдельные строки для разных правил. Смотрите документацию с деталями.
uk: Використовуйте окремі рядки для різних правил. Дивіться документацію щодо деталей.

source: Show vendor filter
ru: Показывать фильтр по производителю
uk: Показувати фільтр по виробникам

source: Show properties filters
ru: Показывать фильтр по характеристикам
uk: Показувати фільтр по характеристикам

source: Properties filters
ru: Фильтры по характеристикам
uk: Фільтри по характеристикам

source: Comma separated list of properties labels in proper order which you want to include to filters. Leave this field blank if you want to show all filters.
ru: Список названий характеристик через запятую в том порядке в котором вы хотите видеть фильтры. Оставьте данное поле пустым если хотите видеть все фильтры.
uk: Список розділених комами назв характеристик у тому порядку в якому ви хочете бачити фільтри. Залиште це поле пустим, якщо ви хочете показувати всі фільтри.

source: Exclude properties filters
ru: Исключить фильтры по характеристикам
uk: Прибрати фільтри по характеристикам

source: Comma separated list of properties labels which you want to exclude from filters.
ru: Список названий характеристик через запятую, которые вы хотите исключить из фильтров.
uk: Список розділених комами назв характеристик, які ви хочете прибрати з блоку фільтрів.

source: Show price filter
ru: Показывать фильтр по цене
uk: Показувати фільтр по ціні

source: Products selection
ru: Выбор товаров
uk: Вибір товарів

source: Use Automatic mode if you want to select products based on conditions.
ru: Используйте автоматический режим если вы хотите выбрать товары на основе определенных условий.
uk: Використовуйте автоматичний режим, якщо ви хочете відібрати товари за певними умовами.

source: Vendors
ru: Производители
uk: Виробники

source: Min price
ru: Минимальная цена
uk: Мінімальна ціна

source: Max price
ru: Максимальная цена
uk: Максимальна ціна

source: Mandatory tags
ru: Обязательные тэги
uk: Обов'язкові теги

source: Optional tags
ru: Опциональные тэги
uk: Опціональні теги

source: Trigger regex
ru: Регулярное выражение триггера
uk: Регулярний вираз тригера

source: Regular expression for checking the optional url trigger. Usable for some 3rd party modules.
ru: Регулярное выражение для инициализации опционального триггера. Используется некоторыми сторонними модулями.
uk: Регулярний вираз який використовується для ініціалізації тригера. Використовується для деяких сторонніх модулів.

source: Published
ru: Опубликовано
uk: Опубліковано

source: Virtual
ru: Виртуальная
uk: Віртуальна

source: Badged
ru: Помеченная
uk: Помічена

source: Show buy button
ru: Показывать кнопку "Купить"
uk: Показувати кнопку "Купити"

source: Is visible
ru: Видимый
uk: Видимий

source: Is searchable
ru: В поиске
uk: У пошуці

source: Weight
ru: Вес
uk: Вага

source: Product status
ru: Статус товара
uk: Статус товара

source: Product statuses
ru: Статусы товаров
uk: Статуси товарів

source: Vendor
ru: Производитель
uk: Виробник

source: External ID
ru: Внешний ID
uk: Зовнішній ID

source: Add this product to a collection so it's easy to find in your store.
ru: Добавьте этот продукт в коллекцию чтобы его можно было найти в магазине.
uk: Додайте даний товар до колекції щоб товар став доступним на сайті.

source: SKU (Stock Keeping Unit)
ru: SKU (идентификатор товарной позиции)
uk: SKU (ідентифікатор товарної позиції)

source: Barcode (ISBN, UPC, GTIN, etc.)
ru: Штрихкод (ISBN, UPC, GTIN и т.д.)
uk: Штрихкод (ISBN, UPC, GTIN та ін.)

source: Status
ru: Статус
uk: Статус

source: Quantity
ru: Количество
uk: Кількість

source: Compare at price
ru: Сравнить с ценой
uk: Порівняти з ціною

source: Price varies
ru: Цена изменяется
uk: Ціна змінюється

source: Max variant price
ru: Максимальная цена варианта
uk: Максимальна ціна варіанта

source: Min variant price
ru: Минимальная цена варианта
uk: Мінімальна ціна варіанта

source: Variants count
ru: Количество вариантов
uk: Кількість варіантів

source: Weight (kg)
ru: Вес (кг)
uk: Вага (кг)

source: Used to calculate shipping rates at checkout.
ru: Используется для расчета тарифов доставки при оформлении заказа.
uk: Використовується для обчислення тарифів доставки при оформленні замовлення.

source: Rank 1
ru: Рейтинг 1
uk: Рейтинг 1

source: Rank 2
ru: Рейтинг 2
uk: Рейтинг 2

source: Rank 3
ru: Рейтинг 3
uk: Рейтинг 3

source: Extra int 1
ru: Дополнительное целое 1
uk: Додаткове ціле 1

source: Extra int 2
ru: Дополнительное целое 2
uk: Додаткове ціле 2

source: Extra float 1
ru: Дополнительное дробное 1
uk: Додаткове дробове 1

source: Extra float 2
ru: Дополнительное дробное 2
uk: Додаткове дробове 2

source: Extra price 1
ru: Дополнительная цена 1
uk: Додаткова ціна 1

source: Extra price 2
ru: Дополнительная цена 2
uk: Додаткова ціна 2

source: Extra price 3
ru: Дополнительная цена 3
uk: Додаткова ціна 3

source: Extra text 1
ru: Дополнительный текст 1
uk: Додатковий текст 1

source: Extra text 2
ru: Дополнительный текст 2
uk: Додатковий текст 2

source: Extra data
ru: Дополнительные данные
uk: Додаткові дані

source: Extra ID 1
ru: Дополнительный ID 1
uk: Додатковий ID 1

source: Extra ID 2
ru: Дополнительный ID 2
uk: Додатковий ID 2

source: Products
ru: Товары
uk: Товари

source: Product variant
ru: Вариант товара
uk: Варіант товару

source: Product variants
ru: Варианты товаров
uk: Варіанти товарів

source: HTML snippet
ru: HTML сниппет
uk: HTML сніпет

source: Download link
ru: Ссылка для загрузки
uk: Лінк для завантаження

source: Downloaded
ru: Загружено
uk: Завантажено

source: Product image
ru: Изображение товара
uk: Зображення товару

source: Product images
ru: Изображения товаров
uk: Зображення товарів

source: Value
ru: Значение
uk: Значення

source: Property value slug
ru: Слаг значения характеристики
uk: Слаг значення характеристики

source: Property values slugs
ru: Слаги значений характеристик
uk: Слаги значень характеристик

source: Account ID
ru: ID аккаунта
uk: ID акаунта

source: The account ID on the particular price aggregator.
ru: ID аккаунта в настройках конкретного агрегатора цен.
uk: ID акаунта в рамках конкретного агрегатора цін.

source: File name
ru: Имя файла
uk: Назва файлу

source: File name, like prices.xml for example.
ru: Имя файла, например prices.xml.
uk: Назва файлу, наприклад prices.xml.

source: Price aggregation profile
ru: Профиль агрегатора цен
uk: Профіль агрегатора цін

source: Price aggregation profiles
ru: Профили агрегаторов цен
uk: Профілі агрегаторів цін

source: Show title
ru: Показывать заголовок
uk: Показувати заголовок

source: Optional. If not set the collection title will be used.
ru: Опционально. Если не установлено, то будет использован заголовок коллекции.
uk: Опціонально. Якщо не вказано, то буде використано заголовок колекції.

source: Filter string
ru: Строка фильтрации
uk: Рядок фільтрації

source: Use the list of filter chunks separated with / and ; characters.
ru: Используйте список значений фильтров разделенных символами / и ;.
uk: Використовуйте список правил фільтрації розділених символами "/" та ";".

source: Limit
ru: Лимит
uk: Ліміт

source: Data
ru: Данные
uk: Дані

source: Optional. Some templates may support additional options for conditional rendering.
ru: Опционально. Некоторые шаблоны могут поддерживать дополнительные опции для условного рендеринга.
uk: Опціонально. Деякі шаблони можуть підтримувати додаткові опції для умовного рендерингу.

source: AJAX load
ru: AJAX загрузка
uk: AJAX завантаження

source: Do not filter
ru: Не фильтровать
uk: Не фільтрувати

source: Absolute difference
ru: Абсолютная разница
uk: Абсолютна різниця

source: Relative difference
ru: Относительная разница
uk: Відносна різниця

source: Tags or prefixes
ru: Тэги или префиксы
uk: Теги або префікси

source: You can specify like full tag as `prefix:value` but also `prefix` only.
ru: Вы можете указать как полный тэг вроде `префикс:значение` так и только `префикс`.
uk: Ви можете вказати як повний тег виду `префікс:значення` так і лише `префікс`.

source: Vendor filtering
ru: Фильтрация по производителю
uk: Фільтрація по виробнику

source: Price difference filtering
ru: Фильтрация по разнице цены
uk: Фільтрація по різниці ціни

source: Price filtering value
ru: Значение цены для фильтрации
uk: Значення ціни для фільтрації

source: From cheaper to more expensive
ru: От дешевых к дорогим
uk: Від дешевих до дорогих

source: From more expensive to cheaper
ru: От дорогих к дешевым
uk: Від дорогих до дешевих

source: Hotline XML
ru: XML для Hotline
uk: XML для Hotline

source: No module
ru: Нет модуля
uk: Немає модуля
