Repository: pypi-data/pypi-mirror-28
Catalog: packages/aodh/aodh-4.0.3-py2-none-any.whl/aodh/locale/*/LC_MESSAGES/aodh-log-error.po
Languages: de

source: Action %(scheme)s for alarm %(alarm_id)s is unknown, cannot notify
de: Aktion %(scheme)s für Alarm %(alarm_id)s ist unbekannt. Benachrichtigung nicht möglich

source: Aodh was configured to use zaqar:// action, but Zaqar endpoint could not be found in Keystone service catalog.
de: Aodh wurde zur Verwendung der zaqar:// Aktion konfiguriert, aber der Zaqar Endpunkt kann nicht im Keystone Dienst Katalog gefunden werden.

source: Error connecting to coordination backend.
de: Fehler beim Herstellen einer Verbindung zum Koordinierungs-Back-End.

source: Error getting group membership info from coordination backend.
de: Fehler beim Abrufen von Mitgliedschaftsinformationen vom Koordinierungs-Back-End.

source: Error joining partitioning group %s, re-trying
de: Fehler beim Beitreten zur Partitionierungsgruppe %s. Operation wird wiederholt.

source: Error occurred when joining partitioning group
de: Fehler beim Beitritt zur Partitionierungsgruppe

source: Error parsing HTTP response: %s
de: Fehler beim analysieren der HTTP-Antwort: %s

source: Error sending a heartbeat to coordination backend.
de: Fehler beim Senden eines Überwachungssignals an das Koordinierungs-Back-End.

source: Error while posting alarm: %s
de: Fehler beim Zuweisen des Alarms: %s

source: Error while putting alarm: %s
de: Fehler beim setzen des Alarms: %s

source: Failed to connect to Zaqar service
de: Fehler beim Verbinden mit dem Zaqar-Dienst

source: Failed to evaluate alarm %s
de: Untersuchung des Alarms %s fehlgeschlagen

source: Failed to evaluate alarm (id=%(a)s) triggered by event = %(e)s.
de: Fehler beim Analysieren des Alarms (id=%(a)s), ausgelöst durch das Ereignis%(e)s.

source: Failed to extract event_type from event = %s
de: Fehler beim extrahieren des event_type aus dem Ereignis %s

source: Failed to extract message_id from event = %s
de: Fehler beim extrahieren der message_id aus dem Ereignis %s

source: Group ID: %(group_id)s, Members: %(members)s, Me: %(me)s: Current agent is not part of group and cannot take tasks
de: Gruppen ID: %(group_id)s, Mitglied: %(members)s, Ich: %(me)s: der aktuelle Agent ist kein Teil der Gruppe und kann keine Aufgaben übernehmen

source: Received invalid event (empty or None)
de: Ungültiges Ereignis empfangen (leer oder Keines)

source: Required topic query option missing in action %s
de: Die erforderliche Themenabfrageoption fehlt für Aktion: %s

source: String %s is not a valid isotime
de: Zeichenkette %s ist kein gültiges ISO-Zeitformat

source: Unable to notify alarm %s
de: Für Alarm %s kann nicht benachrichtigt werden

source: Unable to notify for an alarm with no action
de: Für einem Alarm ohne Aktion kann keine Benachrichtigung erfolgen.

source: Unable to parse action %(action)s for alarm %(alarm_id)s
de: Aktion %(action)s für Alarm %(alarm_id)s kann nicht analysiert werden

source: Unknown error occurred; Failed to post message to Zaqar queue
de: Unbekannter Fehler; Fehler beim zuweisen der Nachricht in die Zaqar-Warteschlange

source: alarm %s doesn't exist anymore
de: Alarm %s existiert nicht mehr

source: alarm %s retrieval failed
de: Abrufen des Alarms %s fehlgeschlagen

source: alarm evaluation cycle failed
de: Alarmuntersuchungszyklus fehlgeschlagen

source: alarm state update failed
de: Fehler beim aktualisieren des Alarmstatus
